Repository: tarunletscms/cake4u
Catalog: lang/*.po
Languages: es_es, fr_fr, hi_in, id_id

source: Please confirm your password.
es_es: Por favor, confirme su contraseña.
fr_fr: Veuillez confirmer votre mot de passe.
hi_in: कृपया अपने पासवर्ड की पुष्टि करें।
id_id: Mohon konfirmasi kata sandi Anda.

source: Please Correct the following Error(s):
es_es: Por favor corrige los siguientes errores(s):
fr_fr: Veuillez corriger les erreurs suivantes(s):
hi_in: कृपया निम्न त्रुटि को ठीक करें:
id_id: Harap perbaiki kesalahan berikut(s):

source: Enter User Name
es_es: Introduzca su nombre de usuario
fr_fr: Saisissez votre nom d'utilisateur
hi_in: उपयोगकर्ता नाम दर्ज करें
id_id: Masukkan nama pengguna

source: Enter Password
es_es: Introducir la contraseña
fr_fr: Entrer le mot de passe
hi_in: कुंजिका दर्ज करें
id_id: Masukkan kata kunci

source: Enter Confirm Password
es_es: Ingrese Confirmar contraseña
fr_fr: Entrez Confirmer le mot de passe
hi_in: कुंजिका की पुष्टि करें
id_id: Masukkan Konfirmasi Kata Sandi

source: Email Id
es_es: Id de correo
hi_in: ई-मेल Id
id_id: Id Surel

source: Enter Email Address
es_es: Introducir la dirección de correo electrónico
fr_fr: Entrer l'adresse e-mail
hi_in: ईमेल पता दर्ज करें
id_id: Masukkan alamat Surel

source: Enter First Name
es_es: ngrese el nombre
fr_fr: Entrez votre prénom
hi_in: पहला नाम दर्ज करें
id_id: Masukkan Nama Depan

source: Last Name
es_es: Apellido
fr_fr: Nom de famille
hi_in: अंतिम नाम
id_id: Nama keluarga

source: First Name
es_es: Nombre de pila
fr_fr: Prénom
hi_in: पहला नाम
id_id: Nama depan

source: Enter Last Name
es_es: Introduzca el apellido
fr_fr: Entrer le nom de famille
hi_in: अंतिम नाम दर्ज करें
id_id: Masukkan Nama Belakang

source: General Settings
es_es: Configuración general
fr_fr: réglages généraux
hi_in: सामान्य सेटिंग
id_id: Pengaturan Umum

source: Cron Job Url:
es_es: URL del trabajo cron:
fr_fr: URL de la tâche Cron:
hi_in: Cron जॉब url
id_id: Url Pekerjaan Cron:

source: Currency
es_es: Moneda
fr_fr: Devise
hi_in: मुद्रा
id_id: Mata uang

source: Please Choose Currency
es_es: Elija la moneda
fr_fr: Veuillez choisir la devise
hi_in: कृपया मुद्रा चुनें
id_id: Silakan Pilih Mata Uang

source: Plan Based On
es_es: Plan basado en
fr_fr: Plan basé sur
hi_in: योजना पर आधारित
id_id: Rencana Berdasarkan

source: Select Plan Base
es_es: Seleccione la base del plan
fr_fr: Sélectionnez la base du plan
hi_in: Plan आधार चुनें
id_id: Pilih Plan Base

source: Points
es_es: Puntos
hi_in: अंक
id_id: Poin

source: Price
es_es: Precio
fr_fr: Prix
hi_in: मूल्य
id_id: Harga

source: Affiliate user Redirect Page
es_es: Página de redireccionamiento de usuarios afiliados
fr_fr: Page de redirection de l'utilisateur affilié
hi_in: संबद्ध उपयोगकर्ता पुनर्निर्देशित पृष्ठ
id_id: Halaman Pengalihan Pengguna Afiliasi

source: Select Redirect Page
es_es: Seleccionar página de redireccionamiento
fr_fr: Sélectionnez la page de redirection
hi_in: पुनर्निर्देशित पृष्ठ का चयन करें
id_id: Pilih Redirect Page

source: Redirect After Registeration
es_es: Redirigir después del registro
fr_fr: Rediriger après l'inscription
hi_in: पंजीकरण के बाद पुनर्निर्देशित करें
id_id: Alihkan Setelah Pendaftaran

source: Order Status for Distribution
es_es: Estado del pedido para distribución
fr_fr: Statut de la commande pour la distribution
hi_in: वितरण के लिए की स्थिति
id_id: Status Pesanan untuk Distribusi

source: Select Order Status
es_es: Seleccionar estado del pedido
fr_fr: Sélectionnez le statut de la commande
hi_in: बुकिंग की स्थिति चुनें
id_id: Pilih Status Pesanan

source: OTP Verification
es_es: Verificación OTP
fr_fr: Vérification OTP
hi_in: OTP सत्यापन
id_id: Verifikasi OTP

source: Notice:
es_es: Darse cuenta:
fr_fr: Remarquer:
hi_in: सूचना:
id_id: Memperhatikan:

source: Please confirm SMS setings for this feature
es_es: Confirme la configuración de SMS para esta función
fr_fr: Veuillez confirmer les paramètres SMS pour cette fonctionnalité
hi_in: कृपया इस सुविधा के लिए एसएमएस की पुष्टि करें
id_id: Harap konfirmasi pengaturan SMS untuk fitur ini

source: If you checked auto fill and register more then one member then can not be change Auto Fill.
es_es: Si marcó el llenado automático y registró más de un miembro, entonces no se puede cambiar el llenado automático.
fr_fr: Si vous avez coché le remplissage automatique et enregistré plus d'un membre, vous ne pouvez pas modifier le remplissage automatique.
hi_in: यदि आपने स्वतः भरण की जाँच की और अधिक पंजीकरण किया है तो एक सदस्य फिर स्वतः भरण नहीं बदल सकता है।
id_id: Jika Anda mencentang pengisian otomatis dan mendaftar lebih dari satu anggota maka tidak dapat mengubah Isi Otomatis.

source: Withdrawal Limit
es_es: Retirada Límite
fr_fr: Limite de retrait
hi_in: निकासी सीमा
id_id: Batas Penarikan

source: Min Amount
es_es: Cantidad mínima
fr_fr: Montant minimum
hi_in: न्यूनतम राशि
id_id: Jumlah Min

source: Max Amount
es_es: Cantidad máxima
fr_fr: Montant maximum
hi_in: अधिकतम राशि
id_id: Jumlah Maks

source: Save General Settings
es_es: Ha actualizado correctamente la configuración de sus comisiones.
fr_fr: Enregistrer les paramètres généraux
hi_in: सामान्य सेटिंग सहेजें
id_id: Simpan Pengaturan Umum

source: Please correct red rows first
fr_fr: Veuillez d'abord corriger les lignes rouges
hi_in: पहले लाल पंक्तियों को सही करें
id_id: Harap perbaiki baris merah terlebih dahulu

source: You have successfully updated your Commissions settings.
fr_fr: Vous avez mis à jour avec succès vos paramètres de commissions.
hi_in: आपने अपनी कमीशन सेटिंग को सफलतापूर्वक अपडेट कर दिया है।
id_id: Anda telah berhasil memperbarui pengaturan Komisi Anda.

source: Level Name
es_es: Nombre de nivel
fr_fr: Nom du niveau
hi_in: स्तर का नाम
id_id: Nama Level

source: Commission Amount
es_es: Tipo de comisión
fr_fr: Montant de la commission
hi_in: कमीशन राशि
id_id: Jumlah Komisi

source: Commission Type
fr_fr: Type de commission
hi_in: कमीशन प्रकार
id_id: Jenis Komisi

source: Specify the level %s
es_es: Especifica el nivel %s
fr_fr: Spécifiez le niveau %s
hi_in: स्तर %s निर्दिष्ट करें
id_id: Tentukan level %s

source: Type
es_es: Tipo
hi_in: प्रकार
id_id: Tipe

source: Fixed
es_es: Fijo
fr_fr: Fixé
hi_in: निश्चित
id_id: Tetap

source: Percent
es_es: Por ciento
fr_fr: Pour cent
hi_in: प्रतिशत
id_id: Persen

source: Save Level Commission
es_es: Comisión de nivel de ahorro
fr_fr: Commission de niveau de sauvegarde
hi_in: स्तर आयोग सहेजें
id_id: Simpan Komisi Level

source: Levels Settings
es_es: Configuración de niveles
fr_fr: Paramètres des niveaux
hi_in: स्तर सेटिंग
id_id: Pengaturan Level

source: Disable/Enable
es_es: No de niveles
fr_fr: Désactiver / Activer
hi_in: अक्षम / सक्षम करें
id_id: Menonaktifkan/Mengaktifkan

source: No Of levels
fr_fr: Pas de niveaux
hi_in: स्तरों की संख्या
id_id: Jumlah level

source: No of levels
es_es: No de niveles
fr_fr: No de niveaux
id_id: Jumlah level

source: Save Levels Settings
es_es: Guardar configuración de niveles
fr_fr: Enregistrer les paramètres des niveaux
hi_in: स्तर सेटिंग सहेजें
id_id: Simpan Pengaturan Level

source: Your licence expiry date is
es_es: La fecha de caducidad de su licencia es
fr_fr: La date d'expiration de votre licence est
hi_in: आपकी लाइसेंस की समाप्ति तिथि है
id_id: Tanggal kedaluwarsa lisensi Anda adalah

source: Your Licence Key
es_es: Su clave de licencia
fr_fr: Votre clé de licence
hi_in: आपका लाइसेंस कुंजी
id_id: Kunci Lisensi Anda

source: Enter Key
es_es: Introducir clave
fr_fr: La touche Entrée
hi_in: कुंजी दर्ज करें
id_id: Masukkan kunci

source: Enter your Licence Key , if you have not any key! so please purchase the licence key.
es_es: Introduzca su clave de licencia, si no tiene ninguna. así que compre la clave de licencia.
fr_fr: Entrez votre clé de licence, si vous n'avez aucune clé! veuillez donc acheter la clé de licence.
hi_in: अपनी लाइसेंस कुंजी दर्ज करें, यदि आपके पास कोई कुंजी नहीं है! तो कृपया लाइसेंस कुंजी खरीद लें।
id_id: Masukkan Kunci Lisensi Anda, jika Anda tidak memiliki kunci apa pun! jadi silakan beli kunci lisensi.

source: Update Licence Key
es_es: MyCred
fr_fr: Mettre à jour la clé de licence
hi_in: लाइसेंस कुंजी अपडेट करें
id_id: Perbarui Kunci Lisensi

source: MyCred Settings
es_es: Configuración de MyCred
fr_fr: Paramètres MyCred
hi_in: MyCred सेटिंग्स
id_id: Pengaturan MyCred

source: Show myCred Menu
es_es: Mostrar el menú myCred
fr_fr: Afficher le menu myCred
hi_in: MyCred मेनू दिखाएँ
id_id: Tampilkan Menu MyCred

source: Save MyCred Settings
es_es: Guardar la configuración de MyCred
fr_fr: Enregistrer les paramètres MyCred
hi_in: MyCred सेटिंग्स सहेजें
id_id: Simpan Pengaturan MyCred

source: Payout Settings
es_es: Configuración de pagos
fr_fr: Paramètres de paiement
hi_in: भुगतान सेटिंग्स
id_id: Pengaturan Pembayaran

source: No. Points
es_es: número de puntos
fr_fr: Nbre de points
hi_in: अंकों की संख्या
id_id: Jumlah Poin

source: Pair
es_es: Par
fr_fr: Paire
hi_in: जोड़ी
id_id: Pasangan

source: Pair1
es_es: Pareja1
fr_fr: Paire1
hi_in: जोड़ी 1
id_id: Pasangan1

source: Further Pair
es_es: Par adicional
fr_fr: Paire supplémentaire
hi_in: आगे की जोड़ी
id_id: Pair selanjutnya

source: Initial Pairs
es_es: Pares iniciales
fr_fr: Paires initiales
hi_in: प्रारंभिक जोड़े
id_id: Pasangan Awal

source: Initial Pair
es_es: Par inicial
fr_fr: Paire initiale
id_id: Pasangan Awal

source: Initial Pair Amount
es_es: Cantidad de par inicial
fr_fr: Montant initial de la paire
hi_in: प्रारंभिक जोड़ी राशि
id_id: Jumlah Pasangan Awal

source: Initial Pair Commission Amount
es_es: Monto inicial de la comisión por pareja
fr_fr: Montant de la commission de la paire initiale
hi_in: प्रारंभिक जोड़ी आयोग राशि
id_id: Jumlah Komisi Pasangan Awal

source: Further Pair Amount
es_es: Cantidad de par adicional
fr_fr: Montant de la paire supplémentaire
hi_in: आगे जोड़ी राशि
id_id: Jumlah Pasangan Lebih Lanjut

source: Direct Referral Commission
es_es: Comisión de remisión directa
fr_fr: Commission de référence directe
hi_in: प्रत्यक्ष रेफरल आयोग
id_id: Komisi Referensi Langsung

source: Referral Commission Amount
es_es: Monto de la comisión de referencia
fr_fr: Montant de la commission de renvoi
hi_in: रेफरल कमीशन राशि
id_id: Jumlah Komisi Referensi

source: ervice Charge (If any)
es_es: Cargo por servicio (si corresponde)
id_id: biaya layanan (Jika ada)

source: Service Charge Amount
es_es: Importe del cargo por servicio
fr_fr: Montant des frais de service
hi_in: सेवा शुल्क राशि
id_id: Jumlah Biaya Layanan

source: Tax Deduction
es_es: Deducción de impuestos
fr_fr: Remise sur les impôts
hi_in: कर कटौती
id_id: Pemotongan Pajak

source: Save Payout Settings
es_es: Guardar configuración de pago
fr_fr: Enregistrer les paramètres de paiement
hi_in: भुगतान सेटिंग सहेजें
id_id: Simpan Pengaturan Pembayaran

source: Woo Wallet Settings
es_es: Configuración de Woo Wallet
fr_fr: Paramètres du portefeuille Woo
hi_in: Woo Wallet सेटिंग
id_id: Pengaturan Dompet Woo

source: Show Woo Wallet Menu
es_es: Mostrar el menú de Woo Wallet
fr_fr: Afficher le menu du portefeuille Woo
hi_in: Woo Walle मेनू दिखाएं
id_id: Tampilkan Menu Woo Wallet

source: Save Woo Wallet Settings
es_es: Guardar la configuración de Woo Wallet
fr_fr: Enregistrer les paramètres du portefeuille Woo
hi_in: Woo Wallet सेटिंग सहेजें
id_id: Simpan Pengaturan Woo Wallet

source: Text Local credentials has issue please check...
es_es: Las credenciales de text local tienen un problema, verifique ...
fr_fr: Text Local les informations d'identification ont un problème, veuillez vérifier ...
hi_in: Text Local क्रेडेंशियल्स में समस्या है कृपया जाँच करें ...
id_id: Kredensial Text Loca bermasalah, harap periksa ...

source: Twilio credentials has issue please check...
es_es: Las credenciales de Twilio tienen un problema, verifique ...
fr_fr: Twilio les informations d'identification ont un problème, veuillez vérifier ...
hi_in: Twilio क्रेडेंशियल्स ने जारी किया है कृपया जाँच करें ...
id_id: Kredensial Twilio bermasalah, harap periksa ...

source: Plivo credentials has issue please check...
es_es: La configuración de SMS se ha guardado correctamente
fr_fr: Plivo les informations d'identification ont un problème, veuillez vérifier ...
hi_in: Plivo क्रेडेंशियल्स ने जारी किया है कृपया जाँच करें ...
id_id: Kredensial Plivo bermasalah, harap periksa ...

source: SMS Settings has been saved successfully
fr_fr: Les paramètres SMS ont été enregistrés avec succès
hi_in: SMS सेटिंग्स को सफलतापूर्वक सहेजा गया है
id_id: Pengaturan SMS telah berhasil disimpan

source: Text Local User Email
es_es: Text Local Correo electrónico del usuario
hi_in: Text Local उपयोगकर्ता ईमेल
id_id: Surel Pengguna Text Local

source: User Email
es_es: Correo electrónico del usuario
id_id: Surel Pengguna

source: Text Local Api Key
es_es: Text Local Api Llave
fr_fr: Clé API Text Local
id_id: Kunci Api Text Local

source: Api Key
es_es: Clave API
fr_fr: Passerelle SMS Twilio
id_id: Kunci Api

source: Twilio Phone Number
es_es: Número de teléfono de Twilio
fr_fr: Numéro de téléphone Twilio
hi_in: Twilio फोन नंबर
id_id: Nomor Telepon Twilio

source: Twilio Phone Number ex +19876543210
es_es: Número de teléfono de Twilio ex +19876543210
fr_fr: Numéro de téléphone Twilio ex +19876543210
hi_in: Twilio फोन नंबर पूर्व +19876543210
id_id: Nomor Telepon Twilio ex +19876543210

source: Twilio ACCOUNT SID
fr_fr: SID DU COMPTE Twilio
id_id: SID AKUN Twilio

source: Plivo Phone Number
es_es: Número de teléfono de Plivo
fr_fr: Numéro de téléphone Plivo
hi_in: Plivo फोन नंबर
id_id: Nomor Telepon Plivo

source: Plivo Phone Number ex +19876543210
fr_fr: Numéro de téléphone de Plivo ex +19876543210
id_id: Nomor Telepon Plivo ex +19876543210

source: Plivo Auth ID
fr_fr: Id d'authentification Plivo
id_id: ID Autentikasi Plivo

source: Plivo ACCOUNT SID
fr_fr: SID DU COMPTE Plivo
id_id: SID AKUN Plivo

source: Plivo Auth Token
fr_fr: Jeton d'authentification Plivo
id_id: Token Autentikasi Plivo

source: Please Setup SMS Gateway before settings
es_es: Configure SMS Gateway antes de la configuración
fr_fr: Veuillez configurer la passerelle SMS avant les paramètres
hi_in: सेटिंग से पहले SMS Gateway सेटअप करें
id_id: Harap Atur SMS Gateway sebelum pengaturan

source: Commissions & Bonuses
es_es: Comisiones y bonificaciones
fr_fr: Commissions et bonus
hi_in: कमीशन और बोनस
id_id: Komisi & Bonus

source: Total Amt.
es_es: Cantidad total
fr_fr: Montant total
hi_in: कुल रकम
id_id: Jumlah total

source: Childs Name
es_es: El nombre del niño
fr_fr: Nom de l'enfant
hi_in: चिल्ड नेम
id_id: Nama anak

source: Run Payouts
es_es: Ejecutar pagos
fr_fr: Exécuter les paiements
hi_in: भुगतान चलाएं
id_id: Jalankan Pembayaran

source: Regular Bonus
es_es: Bono regular
fr_fr: Bonus régulier
hi_in: नियमित बोनस
id_id: Bonus Reguler

source: Net Amount
es_es: Importe neto
fr_fr: Montant net
hi_in: शुद्ध राशि
id_id: Jumlah bersih

source: Run Payout
es_es: Ejecutar pago
fr_fr: Exécuter le paiement
hi_in: भुगतान चलाएं
id_id: Jalankan Pembayaran

source: level commission
es_es: Comisión de nivel
fr_fr: commission de niveau
hi_in: स्तर कमीशन
id_id: komisi tingkat

source: No data available in table
es_es: No hay datos disponibles en la tabla
fr_fr: aucune donnée disponible
hi_in: तालिका में कोई डेटा उपलब्ध नहीं है
id_id: Tidak ada data di dalam tabel

source: Geneology
es_es: Geneologia
fr_fr: Généologie
hi_in: वंशावली
id_id: Geneologi

source: Payout Reports
es_es: Informes de pagos
fr_fr: Rapports de paiement
hi_in: भुगतान रिपोर्ट
id_id: Laporan Pembayaran

source: Configuration
es_es: Configuración
hi_in: विन्यास
id_id: Konfigurasi

source: Distribute Commission
es_es: Distribuir comisión
fr_fr: Distribuer la commission
hi_in: कमीशन वितरित करें
id_id: Bagikan Komisi

source: Payout Run
es_es: Ejecución de pagos
fr_fr: Exécuter le paiement
hi_in: पेआउट रन
id_id: Pembayaran Jalankan

source: Users Reports
es_es: Informes de usuarios
fr_fr: Rapports des utilisateurs
hi_in: उपयोगकर्ता रिपोर्ट
id_id: Laporan Pengguna

source: TeraWallet allows customers to store their money in a digital wallet. The customers can use the wallet money for purchasing products from the store. The customers can add money to their wallet using various payment methods set by the admin. The admin can set cashback rules according to cart price or product. The customers will receive their cashback amount in their wallet account. The admin can process refund to customer wallet.
es_es: TeraWallet permite a los clientes almacenar su dinero en una billetera digital. Los clientes pueden usar el dinero de la billetera para comprar productos en la tienda. Los clientes pueden agregar dinero a su billetera utilizando varios métodos de pago establecidos por el administrador. El administrador puede establecer reglas de reembolso según el precio del carrito o el producto. Los clientes recibirán el monto del reembolso en su cuenta de billetera. El administrador puede procesar el reembolso en la billetera del cliente.
fr_fr: TeraWallet permet aux clients de stocker leur argent dans un portefeuille numérique. Les clients peuvent utiliser l'argent du portefeuille pour acheter des produits dans le magasin. Les clients peuvent ajouter de l'argent à leur portefeuille en utilisant diverses méthodes de paiement définies par l'administrateur. L'administrateur peut définir des règles de remboursement en fonction du prix du panier ou du produit. Les clients recevront le montant de leur remise sur leur compte portefeuille. L'administrateur peut traiter le remboursement dans le portefeuille du client.
hi_in: TeraWallet ग्राहकों को अपने पैसे को डिजिटल वॉलेट में संग्रहीत करने की अनुमति देता है। ग्राहक स्टोर से उत्पादों को खरीदने के लिए वॉलेट के पैसे का उपयोग कर सकते हैं। ग्राहक व्यवस्थापक द्वारा निर्धारित विभिन्न भुगतान विधियों का उपयोग करके अपने वॉलेट में पैसे जोड़ सकते हैं। व्यवस्थापक द्वारा कैशबैक सेट कर सकते हैं। कार्ट मूल्य या उत्पाद के अनुसार नियम। ग्राहकों को उनके बटुए खाते में कैशबैक राशि प्राप्त होगी। व्यवस्थापक ग्राहक वॉलेट में धनवापसी की प्रक्रिया कर सकता है।
id_id: TeraWallet memungkinkan pelanggan untuk menyimpan uang mereka di dompet digital. Pelanggan dapat menggunakan uang dompet untuk membeli produk dari toko. Pelanggan dapat menambahkan uang ke dompet mereka menggunakan berbagai metode pembayaran yang ditetapkan oleh admin. Admin bisa mengatur aturan cashback sesuai dengan harga keranjang atau produk. Pelanggan akan menerima jumlah uang kembali di akun dompet mereka. Admin dapat memproses pengembalian dana ke dompet pelanggan.

source: myCred is an intelligent and adaptive points management system that allows you to build and manage a broad range of digital rewards including points, ranks and, badges on your WordPress/WooCommerce powered website
es_es: myCred es un sistema de gestión de puntos inteligente y adaptable que le permite crear y gestionar una amplia gama de recompensas digitales que incluyen puntos, rangos e insignias en su sitio web con WordPress / WooCommerce.
fr_fr: myCred est un système de gestion de points intelligent et adaptatif qui vous permet de créer et de gérer une large gamme de récompenses numériques, y compris des points, des classements et des badges sur votre site Web alimenté par WordPress / WooCommerce
hi_in: myCred एक बुद्धिमान और अनुकूली अंक प्रबंधन प्रणाली है जो आपको अंकों, रैंक और, अपने वर्डप्रेस / WooCommerce संचालित वेबसाइट पर बैज सहित डिजिटल पुरस्कारों की एक विस्तृत श्रृंखला के निर्माण और प्रबंधन की अनुमति देता है
id_id: myCred adalah sistem manajemen poin yang cerdas dan adaptif yang memungkinkan Anda membangun dan mengelola berbagai penghargaan digital termasuk poin, peringkat, dan lencana di situs web yang didukung WordPress / WooCommerce

source: Jan
es_es: enero
fr_fr: janvier
hi_in: जनवरी
id_id: Januari

source: Feb
es_es: febrero
fr_fr: février
hi_in: फरवरी
id_id: Februari

source: Mar
es_es: marzo
fr_fr: Mars
hi_in: मार्च
id_id: Maret

source: Apr
es_es: abril
fr_fr: avril
hi_in: अप्रैल
id_id: April

source: May
es_es: mayo
fr_fr: Mai
hi_in: मई
id_id: Mungkin

source: Jun
es_es: junio
fr_fr: Juin
hi_in: जून
id_id: Juni

source: Jul
es_es: julio
fr_fr: juillet
hi_in: जुलाई
id_id: Juli

source: Aug
es_es: agosto
fr_fr: août
hi_in: अगस्त
id_id: Agustus

source: Sep
es_es: septiembre
fr_fr: septembre
hi_in: सितम्बर
id_id: September

source: Oct
es_es: octubre
fr_fr: octobre
hi_in: अक्टूबर
id_id: Oktober

source: Nov
es_es: noviembre
fr_fr: novembre
hi_in: नवम्बर
id_id: November

source: Dec
es_es: decisión
fr_fr: décembre
hi_in: दिसम्बर
id_id: Desember

source: Graphical Transaction Details As per Month
es_es: Detalles gráficos de transacciones por mes
fr_fr: étails graphiques de la transaction par mois
hi_in: प्रति माह ग्राफिकल लेन-देन विवरण
id_id: Detail Transaksi Grafis Per Bulan

source: Under
es_es: Debajo
fr_fr: Sous
hi_in: अंडर
id_id: Dibawah

source: UnPaid
es_es: No pagado
fr_fr: Non payé
hi_in: अवैतनिक
id_id: Belum dibayar

source: Points Value
es_es: Valor en puntos
fr_fr: Valeur en points
hi_in: अंक मूल्य
id_id: Nilai Poin

source: Percentage
es_es: Porcentaje
fr_fr: Pourcentage
hi_in: प्रतिशत
id_id: Persentase

source: Service Charge (If any)
es_es: Cargo por servicio (si corresponde)
fr_fr: Frais de service (le cas échéant)
hi_in: सेवा शुल्क (यदि कोई हो)
id_id: Service Charge (Jika ada)

source: Mail center
es_es: Centro de correo
fr_fr: Centre de courrier
hi_in: मेल केंद्र
id_id: Pusat surat

source: Key
es_es: Llave
fr_fr: Clé
hi_in: कुंजी
id_id: Kunci

source: Specify the level %s Name
es_es: Especifique el nivel %s Nombre
fr_fr: Spécifiez le nom du niveau %s
hi_in: स्तर %s नाम निर्दिष्ट करें
id_id: Tentukan tingkat %s Nama

source: Auto Fill
es_es: Relleno automático
fr_fr: Remplissage automatique
hi_in: स्वतः भरण
id_id: Isi Otomatis

source: Personal Points is the Qualification Points which is provide the eligibility for commissions
es_es: Los puntos personales son los puntos de calificación que brindan la elegibilidad para las comisiones.
hi_in: व्यक्तिगत अंक योग्यता अंक है जो आयोगों के लिए पात्रता प्रदान करता है
id_id: Poin Pribadi adalah Poin Kualifikasi yang memberikan kelayakan untuk mendapatkan komisi

source: BMW PRO
hi_in: कृपया लॉग इन करें

source: Referral C.
es_es: Remisión C.
hi_in: रेफरल कमीशन।

source: Level C.
es_es: Nivel C.
fr_fr: Niveau C.
hi_in: स्तर कमीशन।

source: Bonus
es_es: Prima
fr_fr: Prime
hi_in: बोनस

source: Mode
es_es: Modo
hi_in: विकल्प

source: Total
hi_in: कुल

source: Admin
fr_fr: Administrateur
hi_in: व्यवस्थापक

source: Referral
es_es: Referencia
fr_fr: Référence
hi_in: रेफरल

source: Admin sms
hi_in: व्यवस्थापक sms

source: Bonus C.
es_es: Bono C.
fr_fr: Prime C.
hi_in: बोनस c.

source: Action
es_es: Acción
hi_in: कार्य

source: service Charge (If any)
fr_fr: frais de service (le cas échéant)
hi_in: सेवा शुल्क (यदि कोई हो)

source: Tds
hi_in: कर

source: User Email
hi_in: उपयोगकर्ता ईमेल

source: Plivo Phone Number ex +19876543210
es_es: Plivo Número de teléfono ex +19876543210
hi_in: Plivo फोन नंबर पूर्व +19876543210

source: Addons
es_es: Complementos
hi_in: एडऑन

source: BMP Details
es_es: Detalles de BMP

source: Email has been successfully Sent to
es_es: El correo electrónico se ha enviado correctamente a

source: Text Local SMS Gateway
fr_fr: Email de l'utilisateur

source: Twilio AUTH TOKEN
fr_fr: JETON D'AUTH Twilio
