Repository: tarunletscms/cake4u
Catalog: lang/*.po
Languages: es_es, fr_fr, hi_in, id_id

source: Before activating Binary MLM WooCommerce, Please activate WooCommerce plugin.
es_es: Antes de activar Binary MLM WooCommerce, active el complemento WooCommerce.
fr_fr: Avant d'activer Binary MLM WooCommerce, veuillez activer le plugin WooCommerce.
hi_in: Binary MLM WooCommerce को सक्रिय करने से पहले, कृपया WooCommerce प्लगइन को सक्रिय करें।
id_id: Sebelum mengaktifkan Binary MLM WooCommerce, Silahkan aktifkan plugin WooCommerce.

source: Settings
es_es: Configuraciones
fr_fr: Réglages
hi_in: समायोजन
id_id: Pengaturan

source: Documentation
es_es: Documentación
hi_in: प्रलेखन
id_id: Dokumentasi

source: BMW Sponsor Could Not be Empty.
es_es: El patrocinador de BMW no puede estar vacío.
fr_fr: Le sponsor BMW n'a pas pu être vide.
hi_in: BMW स्पोंसर खाली नहीं किया जा सकता है।
id_id: Sponsor BMW Tidak Bisa Kosong.

source: BMW parent Could Not be Empty.
es_es: La madre de BMW no pudo estar vacía.
fr_fr: Le parent BMW ne pouvait pas être vide.
hi_in: BMW अभिभावक खाली नहीं हो सकते।
id_id: Orang tua BMW Tidak Bisa Kosong.

source: BMW position Could Not be Empty.
es_es: La posición de BMW no puede estar vacía.
fr_fr: La position BMW ne pouvait pas être vide.
hi_in: BMW की स्थिति खाली नहीं हो सकती।
id_id: Posisi BMW Tidak Bisa Kosong.

source: Product Points(PV)
es_es: Puntos de producto (PV)
fr_fr: Points de produit (PV)
hi_in: उत्पाद अंक (PV)
id_id: Poin Produk (PV)

source: Enter Product Points
es_es: Ingrese puntos de producto
fr_fr: Entrez les points de produit
hi_in: उत्पाद अंक दर्ज करें
id_id: Masukkan Poin Produk

source: BMW Commissions
es_es: Comisiones BMW
fr_fr: Commissions BMW
hi_in: BMW कमीशन
id_id: Komisi BMW

source: Enable for bmw Commissions
es_es: Habilitar para comisiones de bmw
fr_fr: Activer pour les commissions BMW
hi_in: BMW कमीशनों के लिए सक्षम करें
id_id: Aktifkan untuk Komisi bmw

source: View Binary MLM WooCommerce Settings
es_es: Ver la configuración de MLM WooCommerce Settings
fr_fr: Afficher les paramètres Binary MLM WooCommerce
hi_in: Binary MLM WooCommerce सेटिंग्स देखें
id_id: Lihat Pengaturan Binary MLM WooCommerce

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord
hi_in: डैशबोर्ड
id_id: Dasbor

source: Personal Info
es_es: Informacion personal
fr_fr: Informations personnelles
hi_in: व्यक्तिगत जानकारी
id_id: Informasi pribadi

source: Bank Details
es_es: Detalles del banco
fr_fr: Coordonnées bancaires
hi_in: बैंक विवरण
id_id: Rincian bank

source: Genealogy
es_es: Genealogía
fr_fr: Généalogie
hi_in: वंशावली
id_id: Silsilah

source: Payout List
es_es: Lista de pagos
fr_fr: Liste des paiements
hi_in: भुगतान सूची
id_id: Daftar Pembayaran

source: Withdrawal Amount
es_es: Cantidad de retiro
fr_fr: Montant de retrait
hi_in: निकाली गयी राशि
id_id: Jumlah penarikan

source: Register
es_es: Registrarse
fr_fr: S'inscrire
hi_in: रजिस्टर करें
id_id: Daftar

source: Join Network
es_es: Únete a la red
fr_fr: Rejoindre le réseau
hi_in: नेटवर्क से जुड़ें
id_id: Bergabunglah dengan Jaringan

source: Invitation
es_es: Invitación
hi_in: निमंत्रण
id_id: Undangan

source: Log in Please
es_es: Ingresa, por favor
fr_fr: Connectez-vous SVP
id_id: Silakan masuk

source: Join Us
es_es: Únete a nosotras
fr_fr: Rejoignez-nous
hi_in: हमसे जुड़ें
id_id: Bergabunglah dengan kami

source: Join Now
es_es: Únete ahora
fr_fr: Adhérer maintenant
hi_in: अब सम्मिलित हों
id_id: Bergabung sekarang

source: Sponsor Name *
es_es: Nombre del padre*
fr_fr: Nom du sponsor *
hi_in: प्रायोजक का नाम *
id_id: Nama Sponsor *

source: Parent Name*
fr_fr: Nom du parent*
hi_in: अपलाइन नाम *
id_id: Nama orang tua*

source: Enter Your Epin *
es_es: Ingrese su Epin *
fr_fr: Entrez votre Epin *
hi_in: अपना Epin दर्ज करें *
id_id: Masukkan Epin Anda *

source: Password
es_es: Contraseña
fr_fr: Mot de passe
hi_in: कुंजिका
id_id: Kata sandi

source: Position
es_es: Posición
hi_in: पद
id_id: Posisi

source: Left
es_es: Izquierdo
fr_fr: La gauche
hi_in: बाएं
id_id: Kiri

source: Right
es_es: Derecho
fr_fr: Droite
hi_in: दाएं
id_id: Baik

source: Please Login
es_es: Por favor Iniciar sesión
fr_fr: Veuillez vous connecter
hi_in: कृपया लॉगिन करें
id_id: Silahkan masuk

source: Login Form
es_es: Formulario de inicio de sesión
fr_fr: Formulaire de connexion
hi_in: लॉगइन फॉर्म
id_id: Formulir Login

source: Username
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hi_in: उपयोगकर्ता नाम
id_id: Nama pengguna

source: Log in
es_es: iniciar sesión
fr_fr: s'identifier
hi_in: लॉग इन करें
id_id: Gabung

source: Create Account
es_es: Crear una cuenta
fr_fr: Créer un compte
hi_in: खाता बनाएं
id_id: Buat Akun

source: Register With BMP
es_es: Regístrese con BMP
fr_fr: Inscrivez-vous avec BMP
hi_in: BMP के साथ रजिस्टर करें
id_id: Daftar Dengan BMP

source: Registeration Form
es_es: Formulario de inscripción
fr_fr: Formulaire d'inscription
hi_in: पंजीकरण फॉर्म
id_id: Formulir Pendaftaran

source: User Name *
es_es: Nombre de usuario *
fr_fr: Nom d'utilisateur *
hi_in: उपयोगकर्ता नाम *
id_id: Nama pengguna *

source: Your Email *
es_es: Tu correo electrónico *
fr_fr: Votre Email *
hi_in: तुम्हारा ईमेल *
id_id: Surel mu *

source: First Name *
es_es: Nombre de pila *
fr_fr: Prénom *
hi_in: पहला नाम *
id_id: Nama depan *

source: Last Name *
es_es: Apellido *
fr_fr: Nom de famille *
hi_in: उपनाम *
id_id: Nama keluarga *

source: Password *
es_es: Contraseña *
fr_fr: Mot de passe *
hi_in: कुंजिका *
id_id: Kata sandi *

source: Confirm Password *
es_es: Confirmar contraseña *
fr_fr: Confirmez le mot de passe *
hi_in: पासवर्ड की पुष्टि कीजिये *
id_id: Setujui password *

source: Your Phone *
es_es: Su teléfono *
fr_fr: Ton téléphone *
hi_in: आपका फोन *
id_id: Telepon Anda *

source: Enter OTP
es_es: Ingrese OTP
fr_fr: Entrez OTP
hi_in: OTP दर्ज करें
id_id: Masukkan OTP

source: Resend
es_es: Reenviar
fr_fr: Renvoyer
hi_in: पुन: भेजें
id_id: Kirim ulang

source: Verify
es_es: Verificar
fr_fr: Vérifier
hi_in: सत्यापित करें
id_id: Memeriksa

source: Get OTP
es_es: Obtener OTP
fr_fr: Obtenez OTP
hi_in: OTP प्राप्त करें
id_id: Dapatkan OTP

source: Submit
es_es: Enviar
fr_fr: Soumettre
hi_in: प्रस्तुत
id_id: Kirimkan

source: Already have Account?
es_es: ¿Ya tienes una cuenta?
fr_fr: Vous avez déjà un compte?
hi_in: पहले से ही खाता है?
id_id: Sudah punya akun?

source: Login Now
es_es: Inicia sesión ahora
fr_fr: Connecte-toi maintenant
hi_in: अब प्रवेश करें
id_id: Masuk sekarang

source: Total Downliners
es_es: Downliners totales
fr_fr: Total des descendants
hi_in: कुल डाउनलर
id_id: Total Downliner

source: From last Week
es_es: Desde la semana pasada
fr_fr: De la semaine dernière
hi_in: पिछले सप्ताह से
id_id: Dari Minggu lalu

source: Total Earnings
es_es: Ganancias Totales
fr_fr: Total des gains
hi_in: कुल आय
id_id: Total Penghasilan

source: Total Withdrawals
es_es: Retiros totales
fr_fr: Total des retraits
hi_in: कुल निकासी
id_id: Total Penarikan

source: Total Bonus Earn
es_es: Ganancia total de bonificación
fr_fr: Bonus total de gain
hi_in: कुल बोनस कमाएँ
id_id: Total Bonus Dapatkan

source: Total Left Users
es_es: Total de usuarias izquierdas
fr_fr: Nombre total d'utilisateurs restants
hi_in: कुल वाम उपयोगकर्ता
id_id: Total Pengguna Kiri

source: Total Right Users
es_es: Total de usuarias correctas
fr_fr: Total des bons utilisateurs
hi_in: कुल दाएं उपयोगकर्ता
id_id: Total Pengguna Hak

source: Graphical Transaction Details
es_es: Detalles gráficos de transacciones
fr_fr: Détails graphiques de la transaction
hi_in: चित्रमय लेन-देन विवरण
id_id: Detail Transaksi Grafis

source: As per Month
es_es: Como por mes
fr_fr: Par mois
hi_in: प्रति माह के अनुसार
id_id: Sesuai Bulan

source: Top User
es_es: Usuario superior
fr_fr: Top utilisateur
hi_in: शीर्ष उपयोगकर्ता
id_id: Pengguna Teratas

source: Profiles
es_es: Perfil
fr_fr: Profils
hi_in: प्रोफाइल
id_id: Profil

source: Paid & Right
es_es: Pagada y derecha
fr_fr: Payé et droit
hi_in: अदा और दाएं
id_id: Dibayar & Benar

source: Paid & Left
es_es: Pagada e izquierda
fr_fr: Payé et gauche
hi_in: अदा और बायाँ
id_id: Dibayar & Kiri

source: Un Paid
es_es: No pagado
fr_fr: Non payé
hi_in: अवैतनिक
id_id: Belum Dibayar

source: User Key :
es_es: Clave de usuario :
fr_fr: Clé utilisateur:
id_id: Kunci pengguna :

source: Email
es_es: Correo electrónico
hi_in: ईमेल
id_id: Surel

source: Earnings
es_es: Ganancias
fr_fr: Gains
hi_in: कमाई
id_id: Pendapatan

source: My Total Earnings
es_es: mis ingresos totales
fr_fr: Mes gains totaux
hi_in: मेरी कुल कमाई
id_id: Total Penghasilan Saya

source: Charges
es_es: Cargos
fr_fr: Des charges
hi_in: प्रभार
id_id: Biaya

source: Pair Commission
es_es: Comisión de par
fr_fr: Commission de paire
hi_in: जोड़ी कमीशन
id_id: Komisi Pasangan

source: Refferal Commission
es_es: Comisión de remisión
fr_fr: Commission réfférale
hi_in: रेफरल कमीशन
id_id: Komisi Referensi

source: Level Commission
es_es: Comisión de nivel
fr_fr: Commission de niveau
hi_in: स्तर कमीशन
id_id: Komisi Level

source: Bonus Commission
es_es: Comisión de bonificación
fr_fr: Commission de bonus
hi_in: बोनस कमीशन
id_id: Komisi Bonus

source: Tax
es_es: Impuesto
fr_fr: Impôt
hi_in: कर
id_id: Pajak

source: Service Charge
es_es: Cargo por servicio
fr_fr: Frais de service
hi_in: सेवा शुल्क
id_id: Biaya layanan

source: Recent Registerations
es_es: Registros recientes
fr_fr: Inscriptions récentes
hi_in: हाल ही के पंजीकरण
id_id: Pendaftaran Terbaru

source: Personal Information
es_es: Informacion personal
fr_fr: Informations personnelles
hi_in: व्यक्तिगत जानकारी
id_id: Informasi pribadi

source: User Details
es_es: Detalles de usuario
fr_fr: Détails de l'utilisateur
hi_in: उपयोगकर्ता की जानकारी
id_id: Detail Pengguna

source: Your Email
es_es: Tu correo electrónico
fr_fr: Votre e-mail
hi_in: तुम्हारा ईमेल
id_id: Surel mu

source: Your Mobile
es_es: Tu celular
fr_fr: Votre téléphone portable
hi_in: आपका मोबाइल
id_id: Ponsel Anda

source: Reg. Date
es_es: Reg. Fecha
hi_in: रेग। दिनांक
id_id: Reg. Tanggal

source: User Key
es_es: Clave de usuario
fr_fr: Clé utilisateur
hi_in: उपयोगकर्ता कुंजी
id_id: Kunci pengguna

source: Sponsor Key
es_es: Patrocinador clave
fr_fr: Clé du sponsor
hi_in: प्रायोजक कुंजी
id_id: Kunci Sponsor

source: Parent Key
es_es: Clave principal
fr_fr: Clé parent
hi_in: अपलाइन कुंजी
id_id: Kunci Orang Tua

source: Payment Date
es_es: Fecha de pago
fr_fr: Date de paiement
hi_in: भुगतान तिथि
id_id: Tanggal pembayaran

source: Account Holder Name
es_es: nombre del titular de la cuenta
fr_fr: Nom du titulaire du compte
hi_in: खाताधारक का नाम
id_id: nama pemilik akun

source: A/c Holder Name
es_es: Nombre del titular del aire acondicionado
fr_fr: Nom du titulaire de la climatisation
hi_in: खाताधारक का नाम
id_id: Nama Pemegang A / c

source: Account No
es_es: Cuenta No
fr_fr: Numéro de compte
hi_in: खाता क्रमांक
id_id: Nomor rekening

source: Bank Name
es_es: Nombre del banco
fr_fr: Nom de banque
hi_in: बैंक का नाम
id_id: Nama Bank

source: Branch
es_es: Rama
fr_fr: Branche
hi_in: शाखा
id_id: Cabang

source: Branch Name
es_es: Nombre de la sucursal
fr_fr: Nom de la filiale
hi_in: शाखा का नाम
id_id: Nama cabang

source: IFSC Code
es_es: Código IFSC
fr_fr: Code IFSC
hi_in: IFSC कोड
id_id: Kode IFSC

source: Contact No.
es_es: No. de contacto
fr_fr: Numéro de contact
hi_in: संपर्क नंबर।
id_id: Nomor kontak.

source: Payouts List
es_es: Lista de pagos
fr_fr: Liste des paiements
hi_in: भुगतान सूची
id_id: Daftar Pembayaran

source: Payout id
es_es: pagar id
fr_fr: id de paiement
hi_in: पेआउट आई.डी.
id_id: ID pembayaran

source: Pair C.
es_es: Par C.
fr_fr: Paire C.
hi_in: जोड़ी कमीशन।
id_id: Pasangan C.

source: 'Referral C.
fr_fr: Référence C.
id_id: 'Referensi C.

source: To
es_es: A
fr_fr: À
hi_in: सेवा
id_id: Untuk

source: Total Points
es_es: Puntos totales
fr_fr: Points totaux
hi_in: कुल अंक
id_id: Poin Total

source: Total Amount
es_es: Cantidad total
fr_fr: Montant total
hi_in: कुल रकम
id_id: Jumlah total

source: Date
es_es: Fecha
hi_in: दिनांक
id_id: Tanggal

source: Pair Commissions
es_es: Comisiones de pareja
fr_fr: Commissions de paire
hi_in: जोड़ी कमीशन
id_id: Komisi Pasangan

source: Childs
es_es: Niñas
fr_fr: Enfants
hi_in: चाइल्ड्स
id_id: Anak-anak

source: Amount
es_es: Cantidad
fr_fr: Montant
hi_in: रकम
id_id: Jumlah

source: Total Commission
es_es: Comisión total
fr_fr: Commission totale
hi_in: कुल कमीशन
id_id: Komisi Total

source: Referral Commissions
es_es: Comisiones de referencia
fr_fr: Commissions de référence
hi_in: रेफरल कमीशन
id_id: Komisi Referensi

source: User Name
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hi_in: उपयोगकर्ता नाम
id_id: Nama pengguna

source: Child Name
es_es: Nombre de niño
fr_fr: Nom de l'enfant
hi_in: बच्चे का नाम
id_id: Nama Anak

source: Level Commissions
es_es: Comisiones de nivel
fr_fr: Commissions de niveau
hi_in: स्तर कमीशन
id_id: Komisi Level

source: Bonus Details
es_es: Detalles de bonificación
fr_fr: Détails du bonus
hi_in: बोनस विवरण
id_id: Detail Bonus

source: Bonus Count
es_es: Cuenta de bonificación
fr_fr: Nombre de bonus
hi_in: बोनस की गिनती
id_id: Hitungan Bonus

source: Account Details
es_es: Detalles de la cuenta
fr_fr: Détails du compte
hi_in: खाता विवरण
id_id: Detail akun

source: Current Balance
es_es: Saldo actual
fr_fr: Solde actuel
hi_in: वर्तमान शेष
id_id: Saldo saat ini

source: Requested Balance
es_es: Saldo solicitado
fr_fr: Solde demandé
hi_in: आवश्यक शेष
id_id: Saldo yang Diminta

source: Pending Balance
es_es: Balance pendiente
fr_fr: Solde en attente
hi_in: बकाया राशि
id_id: Saldo Tertunda

source: Withdraw Amount
es_es: Cantidad de retiro
fr_fr: Retirer le montant
hi_in: निकासी
id_id: Jumlah Penarikan

source: Enter Amount
es_es: Ingrese la cantidad
fr_fr: Entrer le montant
hi_in: राशी डालें
id_id: Masukan jumlah

source: Enter Numeric Value
es_es: Ingrese valor numérico
fr_fr: Entrez une valeur numérique
hi_in: संख्यात्मक मान दर्ज करें
id_id: Masukkan Nilai Numerik

source: Request Now
es_es: Solicitar ahora
fr_fr: Demandez maintenant
hi_in: अब निवेदन करें
id_id: Minta Sekarang

source: Withdrawal List
es_es: Lista de retiros
fr_fr: Liste de retrait
hi_in: निकासी सूची
id_id: Daftar Penarikan

source: Status
es_es: Estado
fr_fr: Statut
hi_in: स्थिति
id_id: a

source: Init Date
es_es: Fecha inicial
fr_fr: Date de début
id_id: Tanggal Init

source: Process Date
es_es: Fecha de procesamiento
fr_fr: Date de traitement
hi_in: प्रक्रिया दिनांक
id_id: Tanggal Proses

source: Initiated
es_es: Iniciado
fr_fr: Initié
hi_in: पहल
id_id: Dimulai

source: Processed
es_es: Procesada
fr_fr: Traité
hi_in: संसाधित
id_id: Diproses

source: Invite By e-Mail
es_es: Invitar por correo electrónico
fr_fr: Inviter par email
hi_in: ई-मेल द्वारा आमंत्रित करें
id_id: Undang Melalui e-Mail

source: You can invite any one just need to place the email and trigger invite button. Make sure email address is correct.
es_es: Puede invitar a cualquiera, solo necesita colocar el correo electrónico y activar el botón de invitación. Asegúrese de que la dirección de correo electrónico sea correcta.
fr_fr: Vous pouvez inviter n'importe qui, il suffit de placer l'e-mail et de déclencher le bouton d'invitation. Assurez-vous que l'adresse e-mail est correcte.
hi_in: आप किसी को भी ईमेल भेज सकते हैं और आमंत्रित बटन को ट्रिगर कर सकते हैं। सुनिश्चित करें कि ईमेल पता सही है।
id_id: Anda dapat mengundang siapa saja hanya perlu menempatkan Surel dan memicu tombol undangan. Pastikan alamat Surel sudah benar.

source: Please Enter e-Mail *
es_es: Ingrese correo electrónico
fr_fr: Veuillez entrer votre e-mail *
hi_in: कृपया ई-मेल दर्ज करें *
id_id: Silahkan Masukkan e-Mail *

source: Invite
es_es: Invitar
fr_fr: Inviter
hi_in: आमंत्रित
id_id: Undang

source: Your Profile
es_es: Tu perfil
fr_fr: Votre profil
hi_in: आपका प्रोफाइल
id_id: Profil kamu

source: Downlines
es_es: Líneas descendentes
fr_fr: Descendants
hi_in: डाउनलाइन
id_id: Downline

source: Referrals
es_es: Referencias
fr_fr: Références
hi_in: रेफरल
id_id: Referensi

source: Withdrawal Details
es_es: Detalles de retiro
fr_fr: Détails du retrait
hi_in: निकासी विवरण
id_id: Detail Penarikan

source: Withdrawal fee
es_es: Cargo por retiro
fr_fr: Frais de retrait
hi_in: निकासी शुल्क
id_id: Biaya penarikan

source: Request Date
es_es: Fecha de solicitud
fr_fr: Date de la demande
hi_in: अनुरोध तिथि
id_id: Tanggal Permintaan

source: Request amount is incorrect please check!!
es_es: ¡El monto de la solicitud es incorrecto, verifique!
fr_fr: Le montant de la demande est incorrect, veuillez vérifier !!
hi_in: अनुरोध राशि गलत है कृपया जाँच करें !!
id_id: Jumlah permintaan salah, harap periksa !!

source: Please choose payment Mode!!
es_es: ¡Elija el modo de pago!
fr_fr: Veuillez choisir le mode de paiement !!
hi_in: कृपया भुगतान विकल्प चुनें !!
id_id: Pilih mode pembayaran !!

source: Transaction Id can't be Blank!!
es_es: ¡El ID de transacción no puede estar en blanco!
fr_fr: L'ID de transaction ne peut pas être vide !!
hi_in: लेनदेन Id रिक्त नहीं हो सकती !!
id_id: Id Transaksi tidak boleh Kosong !!

source: A/c Holder
es_es: Titular de A/c
fr_fr: titulaire A / C
hi_in: A/c होल्डर
id_id: Pemegang A / c

source: A/c Number
es_es: Número de A / c
fr_fr: Numéro A / C
hi_in: A/c संख्या
id_id: Nomor A / c

source: Mob. Number
es_es: Mob. Número
fr_fr: Foule. Nombre
hi_in: मो. नंबर
id_id: Seluler Jumlah

source: Request Amount
es_es: Cantidad de la solicitud
fr_fr: Foule. Nombre
hi_in: अनुरोध राशि
id_id: Jumlah Permintaan

source: Payment Mode
es_es: Modo de pago
fr_fr: Mode de paiement
hi_in: भुगतान विकल्प
id_id: Mode Pembayaran

source: Choose Mode
es_es: Elegir modo
fr_fr: Choisissez le mode
hi_in: विकल्प चुनें
id_id: Pilih Mode

source: Bank Transfer
es_es: Transferencia bancaria
fr_fr: Virement
hi_in: बैंक हस्तांतरण
id_id: Transfer Bank

source: Transaction id
es_es: ID de transacción
fr_fr: Id de transaction
hi_in: लेन-देन Id
id_id: ID transaksi

source: Enter Transaction Id
es_es: Ingrese el ID de la transacción
fr_fr: Entrez l'ID de transaction
hi_in: लेनदेन Id दर्ज करें
id_id: Masukkan Id Transaksi

source: Here you can only update the transaction Details %s(You need to do transaction manually).
es_es: Aquí solo puede actualizar los detalles de la transacción% s (debe realizar la transacción manualmente).
fr_fr: Ici, vous ne pouvez mettre à jour que les détails de la transaction% s (vous devez effectuer la transaction manuellement).
hi_in: यहां आप केवल लेनदेन विवरण अपडेट कर सकते हैं %s (आपको मैन्युअल रूप से लेनदेन करने की आवश्यकता है)।
id_id: Disini anda hanya dapat mengupdate detail transaksi %s (Anda harus melakukan transaksi secara manual).

source: Payment already Updated!!
es_es: Pago ya actualizado !!
fr_fr: Paiement déjà mis à jour !!
hi_in: भुगतान पहले से ही अद्यतन !!
id_id: Pembayaran sudah Diperbarui !!

source: Mail Settings
es_es: Configuración de correo
fr_fr: Paramètres de messagerie
hi_in: मेल सेटिंग्स
id_id: Pengaturan Mail

source: Choose Configuration
es_es: Elija configuración
fr_fr: Choisissez la configuration
hi_in: विन्यास चुनें
id_id: Pilih Konfigurasi

source: Registration Mail
es_es: Correo de registro
fr_fr: Mail d'inscription
hi_in: पंजीकरण मेल
id_id: Surat Pendaftaran

source: Withdrawal Request Mail
es_es: Correo de solicitud de retiro
fr_fr: Mail de demande de retrait
hi_in: निकासी अनुरोध मेल
id_id: Surat Permintaan Penarikan

source: Withdrawal Pay Mail
es_es: Correo de pago por retiro
fr_fr: Retrait Pay Mail
hi_in: निकासी वेतन मेल
id_id: Penarikan Pay Mail

source: Payout Mail
es_es: Correo de pago
fr_fr: Mail de paiement
hi_in: भुगतान मेल
id_id: Surat Pembayaran

source: Mail to
es_es: Enviar a
fr_fr: Mail à
hi_in: मेल करें
id_id: Kirim ke

source: Select Receiver
es_es: Seleccionar receptor
fr_fr: Sélectionnez le récepteur
hi_in: रिसीवर चुनें
id_id: Pilih Penerima

source: User
es_es: Usuario
fr_fr: Utilisateur
hi_in: उपयोगकर्ता
id_id: Pengguna

source: Both(Admin & User)
es_es: Ambos (administrador y usuario)
fr_fr: Les deux (administrateur et utilisateur)
hi_in: दोनों (व्यवस्थापक और उपयोगकर्ता)
id_id: Keduanya (Admin & Pengguna)

source: Subject
es_es: Tema
fr_fr: Matière
hi_in: विषय
id_id: Subyek

source: Message
es_es: Mensaje
hi_in: संदेश
id_id: Pesan

source: Click and use in Message
es_es: Haga clic y use en Mensaje
fr_fr: Cliquez et utilisez dans Message
hi_in: संदेश में क्लिक करें और उपयोग करें
id_id: Klik dan gunakan di Message

source: Site Name
es_es: Nombre del sitio
fr_fr: Nom du site
hi_in: साइट का नाम
id_id: Nama situs

source: Site URL
es_es: itio URL
fr_fr: URL du site
hi_in: साइट URL
id_id: alamat URL

source: Site Lang
es_es: Idioma del sitio
hi_in: साइट भाषा:
id_id: Bahasa Situs

source: Admin Email
es_es: Correo electrónico del administrador
fr_fr: E-mail de l'administrateur
hi_in: व्यवस्थापक ईमेल
id_id: Surel Admin

source: Admin Name
es_es: Nombre de administrador
fr_fr: Nom de l'administrateur
hi_in: व्यवस्थापक का नाम
id_id: Nama Admin

source: User Data
es_es: Datos del usuario
fr_fr: Données d'utilisateur
hi_in: उपयोगकर्ता डेटा
id_id: Data pengguna

source: Name
es_es: Nombre
fr_fr: Nom
hi_in: नाम
id_id: Nama

source: key
es_es: llave
fr_fr: clé
hi_in: कुंजी
id_id: kunci

source: User id
es_es: ID de usuario
fr_fr: Id d'utilisateur
hi_in: उपयोगकर्ता id
id_id: Id pengguna

source: Level
es_es: Nivel
fr_fr: Niveau
hi_in: स्तर
id_id: Tingkat

source: Join Date
es_es: Fecha de Ingreso
fr_fr: Date d'inscription
hi_in: दिनांक शामिल करें
id_id: Tanggal Bergabung

source: Sponsor Data
es_es: Datos del patrocinador
fr_fr: Données du sponsor
hi_in: प्रायोजक डेटा
id_id: Data Sponsor

source: E-Mail
es_es: Correo electrónico
hi_in: ई-मेल
id_id: Surel

source: Parent Data
es_es: Datos de padres
fr_fr: Données parentales
hi_in: अपलाइन डेटा
id_id: Data Induk

source: User Total Amounts
es_es: Cantidades totales de usuario
fr_fr: Montants totaux de l'utilisateur
hi_in: उपयोगकर्ता कुल गणना
id_id: Jumlah Total Pengguna

source: Withdrawal
es_es: Retiro
fr_fr: Retrait
hi_in: निकासी
id_id: Penarikan

source: Join
es_es: Unirse
fr_fr: Joindre
hi_in: शामिल
id_id: Ikuti

source: Current
es_es: Actual
fr_fr: Actuel
hi_in: वर्तमान
id_id: Arus

source: Shopping
es_es: Compras
fr_fr: Achats
hi_in: खरीदारी
id_id: Perbelanjaan

source: Orders
es_es: Pedidos
fr_fr: Ordres
hi_in: बुक किए गए आइटम
id_id: Pesanan

source: Downliners
fr_fr: Descendants
hi_in: डाउनलाइनर्स
id_id: Downliner

source: User Bank Details
es_es: Datos bancarios del usuario
fr_fr: Détails bancaires de l'utilisateur
hi_in: उपयोगकर्ता बैंक विवरण
id_id: Rincian Bank Pengguna

source: Mobile
es_es: Móvil
hi_in: मोबाइल
id_id: Seluler

source: Payout Details
es_es: Detalles de pago
fr_fr: Détails du paiement
hi_in: भुगतान विवरण
id_id: Detail Pembayaran

source: Payout Total
es_es: Pago total
fr_fr: Total des paiements
hi_in: भुगतान कुल
id_id: Total Pembayaran

source: Payout Date
es_es: Fecha de pago
fr_fr: Date de paiement
hi_in: भुगतान तिथि
id_id: Tanggal Pembayaran

source: Tables
es_es: Mesas
fr_fr: les tables
hi_in: तालिका
id_id: Tabel

source: Payout
es_es: Pagar
fr_fr: Paiement
hi_in: भुगतान
id_id: Pembayaran

source: W- Req.
fr_fr: W- Demande
hi_in: W- निवेदन
id_id: W- Permintaan

source: W- Pay
es_es: W- Pagar
fr_fr: W- Payer
hi_in: w- वेतन
id_id: W- Bayar

source: SMS Settings
es_es: Configuración de SMS
fr_fr: Paramètres SMS
hi_in: SMS सेटिंग
id_id: Pengaturan SMS

source: Withdrawal Request sms
es_es: SMS de solicitud de retiro
fr_fr: Demande de retrait par SMS
hi_in: निकासी अनुरोध sms
id_id: SMS Permintaan Penarikan

source: Withdrawal Pay sms
es_es: Sms de Retiro Pay
fr_fr: Retrait Payant SMS
hi_in: विदड्राल पे sms
id_id: Penarikan Bayar sms

source: Payout sms
es_es: Sms de pago
fr_fr: Paiement par SMS
hi_in: भुगतान sms
id_id: SMS pembayaran

source: Registration sms
es_es: SMS de registro
fr_fr: Inscription SMS
hi_in: पंजीकरण sms
id_id: SMS pendaftaran

source: sms to
es_es: sms a
fr_fr: sms à
hi_in: sms चुनें
id_id: sms ke

source: BY %s
es_es: POR %s
fr_fr: PAR %
hi_in: द्वारा %s
id_id: OLEH %s
