Repository: tarunletscms/cake4u
Catalog: lang/*.po
Languages: es_es, fr_fr, hi_in, id_id

source: Upgrade
es_es: Potenciar
fr_fr: Améliorer
hi_in: उन्नयन
id_id: Meningkatkan

source: Get it Now
es_es: Consiguelo ahora
fr_fr: Obtenez le maintenant
hi_in: अभी प्राप्त करें
id_id: Dapatkan Sekarang

source: Purchase Licence
es_es: Licencia de compra
fr_fr: Acheter une licence
hi_in: खरीद लाइसेंस
id_id: Lisensi Pembelian

source: Please enter Email Address
es_es: Ingrese la dirección de correo electrónico
fr_fr: Veuillez saisir votre adresse e-mail
hi_in: ई-मेल पता दर्ज करें
id_id: Silakan masukkan Alamat Surel

source: E-mail address is valid.
es_es: La dirección de correo electrónico es válida.
fr_fr: L'adresse e-mail est valide.
hi_in: ई-मेल पता मान्य है।
id_id: Alamat Surel valid.

source: Register First User
es_es: Registrar primer usuario
fr_fr: Enregistrer le premier utilisateur
hi_in: पहले उपयोगकर्ता को पंजीकृत करें
id_id: Daftarkan Pengguna Pertama

source: Your Bank has been updated successfully
es_es: Su banco se ha actualizado correctamente
fr_fr: Votre banque a été mise à jour avec succès
hi_in: आपका बैंक सफलतापूर्वक अपडेट हो गया है
id_id: Bank Anda telah berhasil diperbarui

source: Something going wrong please Check
es_es: Algo va mal, por favor revise
fr_fr: Quelque chose ne va pas, veuillez vérifier
hi_in: कुछ गलत हो रहा है कृपया जाँचें
id_id: Ada yang salah, harap Periksa

source: less than 1 second ago
es_es: hace menos de 1 segundo
fr_fr: il y a moins d'une seconde
hi_in: 1 सेकंड से कम समय पहले
id_id: kurang dari 1 detik yang lalu

source: year
es_es: año
fr_fr: an
hi_in: वर्ष
id_id: tahun

source: month
es_es: mes
fr_fr: mois
hi_in: महीना
id_id: bulan

source: day
es_es: día
fr_fr: journée
hi_in: दिन
id_id: hari

source: hour
es_es: hora
fr_fr: heure
hi_in: घंटे
id_id: jam

source: minute
es_es: minuto
hi_in: मिनट
id_id: menit

source: second
es_es: segundo
fr_fr: seconde
hi_in: सेकंड
id_id: kedua

source: about
es_es: acerca de
fr_fr: sur
hi_in: के बारे में
id_id: tentang

source: ago
es_es: hace
fr_fr: depuis
hi_in: पहले
id_id: lalu

source: Username could not be empty!!!
es_es: ¡El nombre de usuario no puede estar vacío!
fr_fr: Le nom d'utilisateur ne peut pas être vide !!!
hi_in: उपयोगकर्ता नाम खाली नहीं हो सका !!!
id_id: Nama pengguna tidak boleh kosong !!!

source: Username not exist, please register your account!!!
es_es: ¡La contraseña no puede estar vacía!
fr_fr: Le nom d'utilisateur n'existe pas, veuillez enregistrer votre compte !!!
hi_in: उपयोगकर्ता नाम मौजूद नहीं है, कृपया अपना खाता पंजीकृत करें !!!
id_id: Nama pengguna tidak ada, harap daftarkan akun Anda !!!

source: Password could not be empty!!!
fr_fr: Le mot de passe ne peut être vide !!!
hi_in: पासवर्ड खाली नहीं हो सकता !!!
id_id: Kata sandi tidak boleh kosong !!

source: Please Provide Valid Credentials!!!
es_es: Proporcione credenciales válidas.!!!
fr_fr: Veuillez fournir des informations d'identification valides !!!
hi_in: कृपया मान्य प्रमाण प्रदान करें !!!
id_id: Harap Berikan Kredensial yang Valid !!!

source: Acount Details
es_es: Detalles de la cuenta
fr_fr: Détails du compte
hi_in: खाता विवरण
id_id: Rincian Akun

source: MyCred Wallet
es_es: Billetera MyCred
fr_fr: Portefeuille MyCred
hi_in: प्रमाण बटुआ
id_id: Dompet MyCred

source: Registration
es_es: Registro
fr_fr: enregistrement
hi_in: पंजीकरण
id_id: Registrasi

source: Send Invitation
es_es: Enviar invitacion
fr_fr: Envoyer une invitation
hi_in: निमंत्रण भेजें
id_id: Kirim undangan

source: No
fr_fr: Non
hi_in: नहीं
id_id: Tidak

source: First Name could Not be empty
es_es: El nombre no puede estar vacío
fr_fr: Le prénom ne peut pas être vide
hi_in: पहला नाम खाली नहीं हो सकता है
id_id: Nama Depan Tidak boleh kosong

source: Last Name could Not be empty
es_es: El apellido no puede estar vacío
fr_fr: Le nom ne peut pas être vide
hi_in: अंतिम नाम रिक्त नहीं हो सकता है
id_id: Nama Belakang Tidak boleh kosong

source: Userame could Not be empty
es_es: Userame no puede estar vacío
fr_fr: Le nom d'utilisateur ne peut pas être vide
hi_in: उपयोगकर्ता नाम रिक्त नहीं हो सकता है
id_id: Nama pengguna tidak boleh kosong

source: Sorry Password does not match.
es_es: Lo sentimos, la contraseña no coincide.
fr_fr: Désolé, le mot de passe ne correspond pas.
hi_in: क्षमा करें पासवर्ड मेल नहीं खाता है।
id_id: Maaf Kata Sandi tidak cocok.

source: Email could Not be empty
es_es: El correo electrónico no puede estar vacío
fr_fr: L'e-mail ne peut pas être vide
hi_in: ईमेल खाली नहीं हो सकता है
id_id: Surel Tidak boleh kosong

source: E-mail address is invalid.
es_es: Dirección de correo electrónico es inválida.
fr_fr: Adresse email invalide.
hi_in: ई-मेल पता अमान्य है।
id_id: Alamat Surel tidak valid.

source: E-mail address is already in use.
es_es: Dirección de correo electrónico ya está en uso.
fr_fr: L'adresse e-mail est déjà utilisée.
hi_in: ई-मेल पता पहले से उपयोग में है।
id_id: Alamat Surel telah digunakan.

source: Sponsor could Not be empty
es_es: El patrocinador no puede estar vacío
fr_fr: Le sponsor ne peut pas être vide
hi_in: प्रायोजक खाली नहीं हो सकता
id_id: Sponsor tidak boleh kosong

source: Parent could Not be empty
es_es: El padre no puede estar vacío
fr_fr: Le parent ne pouvait pas être vide
hi_in: अभिभावक खाली नहीं हो सकते
id_id: Induk tidak boleh kosong

source: Phone could Not be empty
es_es: El teléfono no puede estar vacío
fr_fr: Le téléphone ne peut pas être vide
hi_in: फोन खाली नहीं हो सकता है
id_id: Telepon tidak boleh kosong

source: Phone number is not verified
es_es: El número de teléfono no está verificado
fr_fr: Le numéro de téléphone n'est pas vérifié
hi_in: फोन नंबर सत्यापित नहीं है
id_id: Nomor telepon tidak diverifikasi

source: Position could Not be empty
es_es: La posición no puede estar vacía
fr_fr: La position ne peut pas être vide
hi_in: स्थिति खाली नहीं हो सकती
id_id: Posisi tidak boleh kosong

source: Something going wrong please check!!!
es_es: Algo va mal por favor compruébalo.
fr_fr: Quelque chose ne va pas s'il vous plaît vérifier !!!
hi_in: कुछ गलत हो रहा है कृपया जाँच करें !!!
id_id: Ada yang tidak beres, harap periksa !!!

source: Binary User has been created successfully.
es_es: El usuario Binary se ha creado correctamente.
fr_fr: L'utilisateur binaire a été créé avec succès.
hi_in: Binary उपयोगकर्ता सफलतापूर्वक बनाया गया है।
id_id: Pengguna Biner telah berhasil dibuat.

source: Incorrect Password, Please check..
es_es: Contraseña incorrecta, marque ...
fr_fr: Mot de passe incorrect, veuillez vérifier.
hi_in: गलत पासवर्ड, कृपया जाँचें ..
id_id: Kata Sandi Salah, Harap periksa ..

source: User Already Exist. Please try another user
es_es: Usuario ya existente. Intente con otro usuario
fr_fr: L'utilisateur existe déjà. Veuillez essayer un autre utilisateur
hi_in: उपयोगकर्ता पहले से ही मौजूद हैं। कृपया किसी अन्य उपयोगकर्ता का प्रयास करें
id_id: Pengguna sudah ada. Silakan coba pengguna lain

source: User Name could not be empty.
es_es: El nombre de usuario no puede estar vacío.
fr_fr: Le nom d'utilisateur ne peut pas être vide.
hi_in: उपयोगकर्ता पहले से ही मौजूद हैं। कृपया किसी अन्य उपयोगकर्ता का प्रयास करें
id_id: Nama Pengguna tidak boleh kosong.

source: Congratulation!This username is avaiable.
es_es: ¡Felicitaciones! Este nombre de usuario está disponible.
fr_fr: Félicitations! Ce nom d'utilisateur est disponible.
hi_in: बधाई हो! यह उपयोगकर्ता नाम उपलब्ध है।
id_id: Selamat! Nama pengguna ini tersedia.

source: Email Already Used by someone. Please try another Email
es_es: Correo electrónico ya utilizado por alguien. Intente con otro correo electrónico
fr_fr: Courriel déjà utilisé par quelqu'un. Veuillez essayer un autre e-mail
hi_in: ईमेल पहले से ही किसी के द्वारा इस्तेमाल किया गया है। कृपया एक और ईमेल का प्रयास करें
id_id: Surel Sudah Digunakan oleh seseorang. Silakan coba Surel lain

source: Email is invalid.
es_es: El correo electrónico es invalido.
fr_fr: Le courriel est invalide.
hi_in: ईमेल अमान्य है।
id_id: Surel tidak valid.

source: Email could not be empty.
es_es: El correo electrónico no puede estar vacío.
fr_fr: L'e-mail ne peut pas être vide.
hi_in: ईमेल खाली नहीं हो सकता। है।
id_id: Surel tidak boleh kosong.

source: Congratulation!This Email is avaiable.
es_es: ¡Felicitaciones! Este correo electrónico está disponible.
fr_fr: Félicitations! Cet e-mail est disponible.
hi_in: बधाई! यह ईमेल उपलब्ध है।
id_id: Selamat! Surel ini tersedia.

source: Congratulation!This Sponsor is avaiable.
es_es: ¡Felicitaciones! Este patrocinador está disponible.
fr_fr: Félicitations, ce sponsor est disponible.
hi_in: अभिनंदन! यह प्रायोजक अचूक है।
id_id: Selamat! Sponsor ini tersedia

source: Sponsor Not Valid. Please try another Sponsor
es_es: Patrocinador no válido. Pruebe con otro patrocinador
fr_fr: Commanditaire non valide. Veuillez essayer un autre sponsor
hi_in: प्रायोजक मान्य नहीं है। कृपया किसी अन्य प्रायोजक का प्रयास करें
id_id: Sponsor Tidak Valid. Silakan coba Sponsor lain

source: Please choose Fill Sponsor Name
es_es: Por favor, elija Complete el nombre del patrocinador
fr_fr: Veuillez choisir Remplir le nom du sponsor
hi_in: कृपया भरें प्रायोजक का नाम
id_id: Silakan pilih Isi Nama Sponsor

source: Parent Not Valid. Please check
es_es: Padre no válido. por favor, compruebe
fr_fr: Parent non valide. Vérifiez s'il vous plaît
hi_in: अपलाइन मान्य नहीं हैं। कृपया जाँच करें
id_id: Induk Tidak Valid. Silakan periksa

source: Parent Not Valid. because both position is full
es_es: Padre no válido. porque ambas posiciones están llenas
fr_fr: Parent non valide. parce que les deux positions sont pleines
hi_in: अपलाइन मान्य नहीं हैं। क्योंकि दोनों की स्थिति पूर्ण है
id_id: Induk Tidak Valid. karena posisi keduanya sudah penuh

source: Congratulation! This parent is avaiable.
es_es: Enhorabuena Este padre está disponible.
fr_fr: Félicitations! Ce parent est disponible.
hi_in: बधाई! यह अपलाइन अचूक है।
id_id: Selamat! Induk ini tersedia.

source: Password is valid.
es_es: La contraseña es válida.
fr_fr: Le mot de passe est valide.
hi_in: पासवर्ड वैध है।
id_id: Kata sandi valid.

source: Congratulation! Password is valid.
es_es: Enhorabuena La contraseña es válida.
fr_fr: Félicitations! Le mot de passe est valide.
hi_in: बधाई! पासवर्ड मान्य है।
id_id: Selamat! Kata sandi valid.

source: Transaction ID Could not be empty
es_es: El ID de transacción no puede estar vacío
fr_fr: L'ID de transaction ne peut pas être vide
hi_in: लेनदेन ID खाली नहीं हो सकता
id_id: ID Transaksi Tidak boleh kosong

source: Please Enter Withdrawal Amount
es_es: ngrese el monto del retiro
fr_fr: Veuillez saisir le montant du retrait
hi_in: कृपया वापसी राशि दर्ज करें
id_id: Silakan Masukkan Jumlah Penarikan

source: Please Update Your Bank details, then withdraw
es_es: Actualice los datos de su banco y luego retire
fr_fr: Veuillez mettre à jour vos coordonnées bancaires, puis retirer
hi_in: कृपया अपना बैंक विवरण अपडेट करें, फिर वापस लें
id_id: Harap Perbarui detail Bank Anda, lalu tarik

source: your request is submitted successfully
es_es: su solicitud se envió con éxito
fr_fr: votre demande a été soumise avec succès
hi_in: आपका अनुरोध सफलतापूर्वक सबमिट किया गया
id_id: permintaan Anda berhasil dikirim

source: Sorry you entered wrong Amount please check
es_es: Lo sentimos, ingresó una cantidad incorrecta, verifique
fr_fr: Désolé, vous avez entré un montant incorrect, veuillez vérifier
hi_in: क्षमा करें आपने गलत राशि दर्ज की है कृपया जाँच करें
id_id: Maaf Anda salah memasukkan Jumlah, harap periksa

source: Payment successfully updated!!!
es_es: Pago actualizado correctamente !!!
fr_fr: Paiement mis à jour avec succès !!!
hi_in: भुगतान सफलतापूर्वक अपडेट किया गया !!!
id_id: Pembayaran berhasil diperbarui !!!

source: An error occured in payment update!!!
es_es: ¡Se produjo un error en la actualización de pago!
fr_fr: Une erreur est survenue lors de la mise à jour du paiement !!!
hi_in: भुगतान अद्यतन में त्रुटि आई !!!
id_id: Terjadi kesalahan dalam pembaruan pembayaran !!!

source: OTP sent successfully
es_es: OTP enviado con éxito
fr_fr: OTP envoyé avec succès
hi_in: OTP सफलतापूर्वक भेजा गया
id_id: OTP berhasil dikirim

source: Something going wrong! please check
es_es: ¡Algo va mal! por favor, compruebe
fr_fr: Quelque chose ne va pas! Vérifiez s'il vous plaît
hi_in: कुछ गलत हो रहा है! कृपया जाँच करें
id_id: Ada yang salah! silahkan cek

source: Number Verified
es_es: Número verificado
fr_fr: Numéro vérifié
hi_in: नंबर सत्यापित
id_id: Nomor Terverifikasi

source: Incorrect OTP, Please make valid request
es_es: OTP incorrecta, haga una solicitud válida
fr_fr: OTP incorrect, veuillez faire une demande valide
hi_in: गलत OTP, कृपया वैध अनुरोध करें
id_id: OTP salah, Harap buat permintaan yang valid

source: Value
es_es: Valor
fr_fr: Valeur
hi_in: मान
id_id: Nilai

source: Remaining Balance
es_es: Balance restante
fr_fr: Solde restant
hi_in: शेष राशि
id_id: Saldo yang tersisa

source: Initiated Date
es_es: Fecha de inicio
fr_fr: Date de lancement
hi_in: आरंभ की तारीख
id_id: Tanggal Dimulai

source: Processed Date
es_es: Fecha procesada
fr_fr: Date de traitement
hi_in: संसाधित तिथि
id_id: Tanggal Diproses

source: Transaction Id
es_es: ID de transacción
fr_fr: id de transaction
hi_in: लेनदेन Id
id_id: ID transaksi

source: Bonus Amount
es_es: Monto de bonificación
fr_fr: Montant du bonus
hi_in: बोनस राशि
id_id: Jumlah Bonus

source: Referral Commission
es_es: Comisión de remisión
fr_fr: Commission de référence
hi_in: रेफरल कमीशन
id_id: Komisi Referensi

source: Could Not be Empty
es_es: No puede estar vacío
fr_fr: Ne peut pas être vide
hi_in: खाली नहीं हो सकता है
id_id: Tidak Bisa Kosong

source: Subject can't be blank
es_es: El asunto no puede estar en blanco
fr_fr: Le sujet ne peut pas être vide
hi_in: विषय रिक्त नहीं हो सकता है
id_id: Subjek tidak boleh kosong

source: Message Body can't be blank
es_es: El cuerpo del mensaje no puede estar en blanco
fr_fr: Le corps du message ne peut pas être vide
hi_in: संदेश निकाय रिक्त नहीं हो सकता है
id_id: Badan Pesan tidak boleh kosong

source: Email has been successfully Sent to
fr_fr: L'e-mail a bien été envoyé à
hi_in: ईमेल सफलतापूर्वक भेजा गया है
id_id: Surel telah berhasil Dikirim ke

source: Withrawal Requested
es_es: Retiro solicitado
fr_fr: Withrawal demandé
hi_in: भुगतान का निवेदन"
id_id: Penarikan Diminta

source: Payment Processed
es_es: Pago procesado
fr_fr: Paiement traité
hi_in: भुगतान संसाधित
id_id: Pembayaran Diproses

source: Payout Processed
es_es: Pago procesado
fr_fr: Paiement traité
hi_in: भुगतान किया गया प्रक्रिया
id_id: Pembayaran Diproses

source: Registration Success
es_es: Registración exitosa
fr_fr: Inscription réussie
hi_in: पंजीकरण सफलता
id_id: Registrasi berhasil

source: Affiliate Link
es_es: Enlace de afiliado
fr_fr: Lien d'affiliation
hi_in: संबद्ध लिंक
id_id: Tautan Afiliasi

source: Your invitation send successfully.
es_es: Su invitación se envió correctamente.
fr_fr: Votre invitation a bien été envoyée.
hi_in: आपका निमंत्रण सफलतापूर्वक भेजा गया।
id_id: Undangan Anda berhasil dikirim.

source: Something went wrong please check...
es_es: Algo salió mal por favor revise ...
fr_fr: Une erreur s'est produite, veuillez vérifier ...
hi_in: कुछ गलत हुआ कृपया जाँच करें ...
id_id: Ada yang tidak beres, harap periksa ...

source: Please Set Points Value
es_es: Por favor, establezca el valor de los puntos
fr_fr: Veuillez définir la valeur des points
hi_in: कृपया मान सेट करें
id_id: Harap Tetapkan Nilai Poin

source: Payout id %d credits
es_es: ID de pago% d créditos
fr_fr: ID de paiement %d crédits
hi_in: भुगतान आईडी %d क्रेडिट
id_id: Pembayaran id% d kredit

source: Withdrawal %d Debit
es_es: Retiro% d Débito
fr_fr: Retrait %d Débit
hi_in: निकासी %d डेबिट
id_id: Penarikan% d Debit

source: Withdrawal id %d credits
es_es: Id. De retiro% d créditos
fr_fr: ID de retrait %d crédits
hi_in: निकासी id %d क्रेडिट
id_id: Penarikan kredit id %d

source: succesfully update
es_es: actualizar con éxito
fr_fr: mise à jour avec succès
hi_in: सफलतापूर्वक अपडेट करें
id_id: berhasil memperbarui

source: Back
es_es: atrás
fr_fr: Retour
hi_in: वापस
id_id: Kembali

source: position
es_es: posición
hi_in: स्थिति
id_id: posisi

source: RESULTS
es_es: RESULTADOS
fr_fr: RÉSULTATS
hi_in: परिणाम
id_id: HASIL

source: Search
es_es: Buscar
fr_fr: Chercher
hi_in: खोज
id_id: Cari

source: By Username, Sponsor, userkey, position
es_es: Por nombre de usuario, patrocinador, clave de usuario, puesto
fr_fr: Par nom d'utilisateur, sponsor, clé utilisateur, position
hi_in: विषय लिखें ...
id_id: Berdasarkan Nama Pengguna, Sponsor, kunci pengguna, posisi

source: Type Subject...
es_es: Escriba Asunto ...
fr_fr: Type de sujet ...
id_id: Ketik Subjek ...

source: Type Message Body
es_es: Escriba el cuerpo del mensaje
fr_fr: Type de corps du message
hi_in: संदेश संदेश टाइप करें
id_id: Ketik Badan Pesan

source: Send
es_es: Enviar
fr_fr: Envoyer
hi_in: भेजें
id_id: Kirim

source: User Reports
es_es: Informes de usuario
fr_fr: Rapports d'utilisateurs
hi_in: उपयोगकर्ता विवरण
id_id: Laporan Pengguna

source: payout Reports
es_es: informes de pago
fr_fr: Rapports de paiement
hi_in: भुगतान विवरण
id_id: Laporan pembayaran

source: Withdrawal Records
es_es: Registros de retiro
fr_fr: Registres de retrait
hi_in: निकाली रिकॉर्ड
id_id: Catatan Penarikan

source: Message Center
es_es: Centro de mensajes
fr_fr: Centre de messagerie
hi_in: संदेश केंद्र
id_id: Pusat pesan

source: Reset Data
es_es: Reiniciar datos
fr_fr: Réinitialiser les données
hi_in: डेटा रीसेट करें
id_id: Setel Ulang Data

source: Payout Id
es_es: ID de pago
fr_fr: Id de paiement
hi_in: भुगतान Id
id_id: Id Pembayaran

source: Export to CSV
es_es: Exportar a CSV
fr_fr: Exporter au format CSV
hi_in: CSV को निर्यात करें
id_id: Ekspor ke CSV

source: Total C.
hi_in: कुल c.
id_id: Tindakan

source: Reset BMP PLan
es_es: Restablecer el plan BMP
fr_fr: Réinitialiser le plan BMP
hi_in: रीसेट BMP PLan
id_id: Setel ulang BMP PLan

source: User Id
es_es: ID de usuario
fr_fr: Id d'utilisateur
hi_in: उपयोगकर्ता Id
id_id: Id pengguna

source: Creation Date
es_es: Fecha de creación
fr_fr: Date de création
hi_in: निर्माण तिथि
id_id: Tanggal Pembuatan

source: Payment Status
es_es: Estado de pago
fr_fr: Statut de paiement
hi_in: भुगतान स्थिति
id_id: Status pembayaran

source: Product Price
es_es: Precio del producto
fr_fr: Prix ​​du produit
hi_in: उत्पाद मूल्य
id_id: Harga Produk

source: Paid
es_es: Pagado
fr_fr: Payé
hi_in: भुगतान किया है
id_id: Dibayar

source: Withdrawal Initiated Date
es_es: Fecha de inicio del retiro
fr_fr: Date de début du retrait
hi_in: निकासी की आरंभिक तिथि
id_id: Tanggal Mulai Penarikan

source: Withdrawal Processed Date
es_es: Fecha de procesamiento del retiro
fr_fr: Date de traitement du retrait
hi_in: वापस ले ली गई प्रक्रिया
id_id: Tanggal Proses Penarikan

source: amount
es_es: cantidad
fr_fr: montant
hi_in: राशि
id_id: jumlah

source: Withdrawal Fee
es_es: Cargo por retiro
fr_fr: frais de retrait
hi_in: निकासी शुल्क
id_id: Biaya Penarikan

source: Withdrawal Mode
es_es: Modo de retirada
fr_fr: Mode de retrait
hi_in: निकासी साधन
id_id: Mode Penarikan

source: Account Holder
es_es: Titular de la cuenta
fr_fr: Titulaire de compte
hi_in: खाता धारक
id_id: Pemilik akun

source: Account Number
es_es: Número de cuenta
fr_fr: Numéro de compte
hi_in: खाता संख्या
id_id: Nomor rekening

source: Withdrawal Reports
es_es: Informes de retiro
fr_fr: Rapports de retrait
hi_in: वापसी रिपोर्ट
id_id: Laporan Penarikan

source: Initeated Date
es_es: Fecha inicial
fr_fr: Date de lancement
hi_in: अंकित तिथि
id_id: Tanggal Initeated

source: Withdraw Fee
es_es: Cargo por retiro
fr_fr: Frais de retrait
hi_in: शुल्क वापस लें
id_id: Biaya Penarikan

source: General
fr_fr: Général
hi_in: सामान्य
id_id: Umum

source: Elegibility
es_es: Elegibilidad
fr_fr: Élégibilité
hi_in: पात्रता
id_id: Keanggunan

source: Bonuses
es_es: Bonificaciones
fr_fr: Bonus
hi_in: बोनस
id_id: Bonus

source: Levels
es_es: Niveles
fr_fr: Les niveaux
hi_in: स्तर
id_id: Level

source: Licence
es_es: Licencia
hi_in: लाइसेंस
id_id: Lisensi

source: PLease Correct this Slab
es_es: Configuración de bonificación
fr_fr: Veuillez corriger cette dalle
hi_in: कृपया इस स्लैब को ठीक करें
id_id: Harap Koreksi Slab ini

source: Bonus Settings
fr_fr: Paramètres de bonus
hi_in: बोनस सेटिंग
id_id: Pengaturan Bonus

source: Bonus Criteria
es_es: Criterios de bonificación
fr_fr: Critères de bonus
hi_in: बोनस मानदंड
id_id: Kriteria Bonus

source: Select Bonus Criteria
es_es: Seleccionar criterios de bonificación
fr_fr: Sélectionnez les critères de bonus
hi_in: बोनस मानदंड चुनें
id_id: Pilih Kriteria Bonus

source: No. of Pairs
es_es: No. de pares
fr_fr: Nbre de paires
hi_in: जोड़े की संख्या
id_id: Jumlah Pasangan

source: No. of Personal Referrals
es_es: No. de referencias personales
fr_fr: Nombre de références personnelles
hi_in: व्यक्तिगत रेफ़रल की संख्या
id_id: Jumlah Referensi Pribadi

source: Bonus Slab
es_es: Losa de bonificación
fr_fr: Dalle bonus
hi_in: बोनस स्लैब
id_id: Slab Bonus

source: Remove
es_es: Eliminar
fr_fr: Retirer
hi_in: निकालें
id_id: Menghapus

source: Add
es_es: Añadir
fr_fr: Ajouter
hi_in: जोड़ें
id_id: Menambahkan

source: Can't Empty
es_es: No se puede vaciar
fr_fr: Impossible de vider
hi_in: खाली नहीं कर सकता
id_id: Tidak Bisa Kosong

source: Eligibility Settings
es_es: Configuración de elegibilidad
fr_fr: Paramètres d'éligibilité
hi_in: पात्रता सेटिंग्स
id_id: Pengaturan Kelayakan

source: Minimum Personal Points
es_es: Puntos personales mínimos
fr_fr: Points personnels minimum
hi_in: न्यूनतम व्यक्तिगत अंक
id_id: Poin Pribadi Minimum

source: Personal Points is the Qualification Points which is provide the eligibility for commissions
es_es: Los puntos personales son los puntos de calificación que brindan la elegibilidad para las comisiones.
fr_fr: Les points personnels sont les points de qualification qui donnent l'éligibilité aux commissions
hi_in: व्यक्तिगत अंक योग्यता अंक है जो आयोगों के लिए पात्रता प्रदान करता है
id_id: Poin Pribadi adalah Poin Kualifikasi yang memberikan kelayakan untuk mendapatkan komisi

source: Direct Referrals
es_es: Referencias directas
fr_fr: Renvois directs
hi_in: प्रत्यक्ष रेफरल
id_id: Referal Langsung

source: If Direct Referrals 1 then place 1 in Left and Right Referrals %s
es_es: Si Referencias directas 1, coloque 1 en Referencias izquierda y derecha %s
fr_fr: Si les références directes 1, placez 1 dans les références gauche et droite %s
hi_in: यदि डायरेक्ट रेफ़रल 1 है तो लेफ्ट और राइट रेफ़रल में 1 जगह %s
id_id: Jika Direct Referrals 1 maka tempatkan 1 di Left dan Right Referrals %s

source: Left Leg Referral(s)
es_es: Referencia (s) de pierna izquierda
fr_fr: Référence gauche
hi_in: बाएं लेग रेफरल (s)
id_id: Referral Kaki Kiri

source: Referral Left
es_es: Remisión izquierda
hi_in: रेफ़रल बाएं
id_id: Referral Kiri

source: Right Leg Referral(s)
es_es: Referencia (s) de pierna derecha
fr_fr: Référence (s) jambe gauche
hi_in: दांए लेग रेफरल (s)
id_id: Referensi Kaki Kanan

source: Referral Right
es_es: Derecho de remisión
fr_fr: Droit de référence
hi_in: रेफ़रल दांए
id_id: Hak Referensi

source: Save Eligibility Settings
es_es: Guardar configuración de elegibilidad
fr_fr: Enregistrer les paramètres d'éligibilité
hi_in: पात्रता सेटिंग्स सहेजें
id_id: Simpan Pengaturan Kelayakan

source: Username could not be empty.
es_es: El nombre de usuario no puede estar vacío.
fr_fr: Le nom d'utilisateur ne peut pas être vide.
hi_in: उपयोगकर्ता नाम खाली नहीं हो सकता। है।
id_id: Nama pengguna tidak boleh kosong.

source: Username already exists.
es_es: Nombre de usuario ya existe.
fr_fr: Ce nom d'utilisateur existe déjà.
hi_in: उपयोगकर्ता नाम पहले से मौजूद है।
id_id: Nama pengguna sudah ada.

source: Please enter your password.
es_es: Por favor, introduzca su contraseña.
fr_fr: S'il vous plait entrez votre mot de passe.
hi_in: कृपया अपना पासवर्ड दर्ज करें।
id_id: Silakan masukkan kata sandi Anda.
